Repository: wp-plugins/media-file-renamer
Catalog: languages/media-file-renamer-*.po
Languages: fr_fr

source: Rename
fr_fr: Renommer

source: Done. Please <a href='javascript:history.go(0)'>refresh</a> this page.
fr_fr: Fait. <a href='javascript:history.go(0)'>Rafraîchissez</a> cette page.

source: Please wait...
fr_fr: Patientez SVP...

source: File Renamer
fr_fr: Renommer

source: Add title
fr_fr: Ajouter un titre

source: No title for this media, please add one.
fr_fr: Pas de titre pour ce media.

source: Edit title
fr_fr: Modifier le titre

source: Current title already exists.
fr_fr: Le titre existe déjà.

source: Rename now
fr_fr: Renommer maintenant

source: Will be renamed to %s.<br />Alternatively, you can <a href="%s">modify the title</a>.
fr_fr: Sera renommé en %s.<br />Vous pouvez aussi <a href="%s">modifier le titre</a>.

source: Rename <span class='mfrh-flagged'>%d</span> flagged media
fr_fr: Renommer les <span class='mfrh-flagged'>%d</span> fichiers flaggés

source: Rename all %d media
fr_fr: Renommer tous les %d fichiers

source: Title
fr_fr: Titre

source: Current Filename
fr_fr: Fichier actuel

source: Desired Filename
fr_fr: Fichier cible

source: There are no issues.<br />Cool! Let's go visit <a href='http://www.totorotimes.com'>Totoro Times</a> :)
fr_fr: Il n'y a aucun problème. Cool ! Allons visiter <a href='http://www.totorotimes.fr'>Totoro Times</a> :)

source: Scan All & List Issues
fr_fr: Lister les problèmes (rescan)

source: Basics
fr_fr: Simple

source: Rename Slug
fr_fr: Renommer Identifiant (slug)

source: The image slug will also be renamed.
fr_fr: L'identifiant (slug) sera également renommé.

source: Rename On Save
fr_fr: Renommer On Save

source: Attachments will be renamed automatically when published posts/pages are saved.
fr_fr: Les attachements seront renommés automatiquement quand les posts/pages publiés sont sauvegardés.
